Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/klemetti.blogspot.com/pikapaivitys-pohjoismaisen.html.tmx
Source language: fin
Languages: sme

source: Pikapäivitys pohjoismaisen saamelaissopimuksen tiimoilta
sme: Jođánis beaivádeapmi davviriikkalaš sámi soahpamuš-bargui

source: Tänään julkistettiin oikeusministeriön asettaman työryhmän mietintö pohjoismaisen saamelaissopimuksen suhteesta kansalliseen lainsäädäntöön ja kansainvälisiin sopimuksiin.
sme: Odne almmustahttojuvvui vuoigatvuohtaministeriija ásahan bargojoavkku smiehttamuš davviriikkalaš sámi soahpamuša gaskavuođas riikkasis lágaide ja riikkaidgaskasaš soahpamušaide.

source: Mietintö löytyy oikeusministeriön kotisivuilta osoitteesta: http://www.om.fi/Etusivu/1247667830882 Saamelaiskäräjien edustaja työryhmässä oli I varapuheenjohtaja Irja Seurujärvi-Kari.
sme: Smiehttamuš gávdno vuoigatvuohtaministeriija ruovttusiidduin čujuhusas: http://www.om.fi/Etusivu/1247667830882 Sámedikki ovddasteaddji bargojoavkkus lei I várreságadoalli Irja Seurujärvi-Kari.

source: Valitettavasti edustajamme ankara työ pohjoismaisen saamelaissopimuksen edistämiseksi ja saamelaisten oikeuksien asianmukaiselle huomioimiselle ei saanut riittävää vastakaikua työryhmässä ja hän joutui jättämään mietintöön laajan loppulausunnon.
sme: Dađi bahábut min ovddasteaddji áŋgiris bargu davviriikkalaš sámi soahpamuša ovddideami várás ja sámiid vuoigatvuođaid áššálaš vuhtii váldima várás ii ožžon dárbahassii olu doarjaga bargojoavkkus ja son šattai guođđit smiehttamuššii viiddes loahppacealkámuša.

source: Työryhmämietintö olisi ollut kokonaisuutena vielä heikompi nykyisestä ilman saamelaiskäräjien edustajan vahvaa työtä pahimpien saamelaisten oikeusasemaa heikentävien kohtien poistamiseksi mietinnöstä.
sme: Bargojoavkku smiehttamuš livččii leamaš ollisvuohtan vel heajut dálážis almmá sámedikki ovddasteaddji nanu barggu sihkkut smiehttamušas vearrámus deakstasajiid, mat heajude sámiid riektesajádaga.

source: Työryhmän mietintö uutisoitiin hyvin negatiivisesti saamelaisten oikeuksien kannalta.
sme: Bargojoavkku smiehttamuš ilmmuhuvvui hui negatiivvalaččat sámiid vuoigatvuođaid dáfus.

source: Näin muutamia otsikoita, joissa työryhmän näkemyksen mukaan sanottiin pohjoismaisen saamelaissopimusluonnoksen olevan Suomen perustuslain vastainen.
sme: Oidnen muhtin bajilčállosiid, main daddjojuvvui ahte bargojoavkku oainnu mielde davviriikkalaš sámi soahpamušhámus lea Suoma vuođđolága vuostá.

source: Työryhmämietintö ei ollut saamelaiskäräjien puheenjohtajan kannalta miellyttävää luettavaa.
sme: Bargojoavkku smiehttamuš ii lean munnje sámedikki ságadoallin mielamiel lohkamuš.

source: Saamelaiskäräjien toiveena on, että vuoden 2005 luonnos pohjoismaiseksi saamelaissopimukseksi hyväksyttäisiin lähes sellaisenaan kuitenkin niin, että saamelaisten oikeuksia ei heikennetä.
sme: Sámedikki sávaldahkan lea, ahte jagi 2005 hámus davviriikkalaš sámisoahpamuššan dohkkehuvvolii measta dakkáražžan muhto goitge nu ahte sámiid rievttit eai heajuduvvo.

source: Mietinnössä pohjoismaista saamelaissopimusluonnosta käytiin hyvin ylimalkaisesti läpi, lueteltiin asiaan liittyvät Suomen lainkohdat ja todettiin kaikissa kohdissa jotka lisäisivät saamelaisten oikeuksia ” asia on ongelmallinen perustuslain kannalta ”, ” artikla lisäisi Suomen kansainvälisiä velvoitteita ” näitä toteamuksia sen kummemmin perustelematta juridisesti.
sme: Smiehttamušas davviriikkalaš sámi soahpamuš ii gieđahallon beare čiekŋalit, oažžu dadjat buorebutge geahppasit. Das logahallojuvvoje dán áššái gullevaš Suoma láhkabáikkit ja gávnnahuvvui buot báikkiin mat lasihivčče sámiid vuoigatvuođaid, ahte ” ášši lea čuolbmái vuođđolága dáfus ”, ” artihkal lasihivččii Suoma riikkaidgaskasaš geatnegasvuođaid ”. Dát dajaldagat eai ákkastallojuvvo dađi dárkileappot juridihka dáfus.

source: En tiedä, mitä lisäarvoa tällainen toteava työryhmätyöskentely tuo.
sme: In dieđe mii lassiárvvuid dakkár bargojoavkobarggus lea, go ášši duššebeare daddjojuvvo ákkastalakeahttá.

source: Mietinnössä ei aidosti arvioida sopimusluonnoksen suhdetta kansalliseen lainsäädäntöön eikä pohdita millaisia lainsäädäntömuutoksia sopimuksen ratifiointi toisi.
sme: Smiehttamušas ii eakti vuogi mielde árvvoštallojuvvo soahpamušhápmosa gaskavuohta riikkasis lágaide iige guorahallojuvvo makkár láhkanuppástusaid soahpaamuša ratifiseren buvttálii.

source: Mietinnöstä käy ilmi, että Suomi haluaisi neuvotella pohjoismaisen saamelaissopimuksen uudelleen siten, että saamelaisten asemaa heikennettäisiin eikä aitoa saamelaisten aseman parantamista toteutettaisi.
sme: Smiehttamušas boahtá ovdan, ahte Suopma hálidivččii ráđđádallat davviriikkalaš sámi soahpamuša ođđasit nu, ahte sámiid sajádat heajuduvvolii iige sámiid sajádat buoriduvvole rievttes ládje.

source: Myös ns. paikallisten ihmisten (kuntalaisten) oikeuksista haluttaisiin huolehtia ja rinnastaa ne alkuperäiskansaoikeuksiin.
sme: Maiddái nd. báikkálaš olbmo (gieldda ássi) vuoigatvuođain hálidit atnit ávvira ja buohtastahttit daid álgoálbmotvuoigatvuođaide.

source: Työryhmämietintö ei tue pohjoismaisen saamelaissopimuksen ratifiointia.
sme: Bargojoavkosmiehttamuš ii doarjjo davviriikkalaš sámi soahpamuša ratifiserema.

source: Sopimuksen ratifiointi näyttäytyy ainakin Suomen osalta yhä kaukaiselta, ellei valtioneuvostossa ole tahtoa asian edistämiseen pohjoismaisen saamelaissopimusluonnoksen mukaisesti.
sme: Soahpaamuša ratifiseren orru leame aŋkke Suoma buohta ain hui guhkkin, jos stáhtaráđis leat dáhttu ášši ovddideapmái davviriikkalaš sámi soahpaamušhápmosa mielde.

source: Mutta, koska Ilo 169-sopimuksen ratifiointikin on yhä auki, millaiset mahdollisuudet pohjoismaisen saamelaissopimuksen ratifiointiin oikein ovat ?
sme: Go Ilo 169-soahpaamuša ratifiserenge lea ain bahuid gaskan, de oažžu jearrat makkár vejolašvuođat davviriikkalaš sami soahpamuša ratifiseremii rievtti mielde oba leatge ?

source: Heikot, pahoin pelkään.
sme: Balan, ahte oba heajut.

source: Tämän työryhmän jälkeen oikeusministeriö varmaankin perustaa toisen työryhmä pohtimaan sitä, mitä tämän työryhmän mietinnössään esille ottamat asiat tarkoittavat.
sme: Dán bargojoavkku maŋŋel vuoigatvuohtaministeriija sihkkarit vuođđuda nuppi bargojoavkku suokkardit dan, maid dán bargojoavkku smiehttamušastis ovdan váldán áššit rievtti mielde dárkkuhit.

source: Suomessahan on perinteisesti perustettu työryhmiä, tehty selvityksiä, mietintöjä ja tutkimuksiakin, joita on perusteltu tavoitteella saamelaisten oikeusaseman parantamiseksi.
sme: Suomashan leat árbevirolaččat ceggen bargojoavkkuid, dahkan čilgehusaid ja dutkamušaidnai, maid leat ákkastallan sámiid riektesajádaga buorideami ulbmiliin.

source: Tosiasiassa nämä hankkeet ovat hidastaneet saamelaisten oikeuksien toteutumista.
sme: Duohtaáššis dát fidnut lea njoazidan sámiid vuoigatvuođaid olláhuvvama.

source: Suomella on tällaisesta toiminnasta eli ILO 169-sopimuksen ratifioimattomuuden osalta pitkä ja ansiokas hidasteluhistoria aina 1990-luvulta lähtien.
sme: Suomas lea dákkár doaimmas dehege ahte dat ii leat ratifiseren ILO 169-soahpamuša, hui guhkes ja ánssolaš ájihanhistorjá gitta 1990-logu rájes.

source: Toivottavasti tällainen samanlainen selvittelyvyyhti ei tapahdu pohjoismaisen saamelaissopimuksen osalta.
sme: Doaivvu mielde dákkár seammalágán čielggademiid ráidu ii dáhpáhuva davviriikkalaš sámi soahpamuša olis.

source: Työryhmämietintö on sinänsä tärkeä, koska se voi vaikuttaa Suomen kantaan mahdollisissa pohjoismaisen saamelaissopimuksen ratifiointineuvotteluissa.
sme: Bargojoavkosmiehttamuš lea iešalddes dehálaš, daningo dat sáhttá váikkuhit Suoma oidnui vejolaš davviriikkalaš sámi soahpamuša ratifiserenráđđádallamiin.

source: Siksi olen vaatinut, että saamelaiskäräjien kokouksen on päästävä antamaan asiassa lausunto.
sme: Dan dihte lean gáibidan, ahte sámediggi čoakkán galgá beassat addit áššis cealkámuša.

source: Asianesittelijämme ovat kiireellisestä aikataulusta huolimatta alkaneet valmistella saamelaiskäräjien lausuntoa omalta toimialaltaan hallituksen puhelinkokoukselle 4.12 jonka käsittelyn jälkeen lausuntoesitys toimitetaan yleiskokouksen käsittelyyn 16.12.
sme: Sámedikki áššegieđahallit leat hohpolaš áigedávvalis fuolakeahttá álgán válmmaštallat sámedikki cealkámuša iežaset doaimasuorggis stivrra telefunčoakkámii 4.12., man gieđahallama maŋŋel cealkámušárvalus doaimmahuvvo dievasčoakkáma gieđahallamii 16.12.
